// © Copyright 2004-2010, 2015 HP Development Company, L.P.

TaskName = "Kalibrer farge";

NoCalibrateTitle = "Kan ikke kalibrere farge";
NoCalibrateMsg = "Kontroller om skriveren er slått på og koblet til, og prøv senere.";

NotAllowedWarning = "Fargekalibreringsprosedyren er bare tilgjengelig når det er installert både trefarget blekkpatron og fotoblekkpatron.";
ClickToBegin = "Klikk på Kalibrer for å kalibrere fargen nå.\nProsedyren tar ca. ett minutt og bruker ett vanlig ark.";
ClickToBegin2 = "Klikk på Kalibrer for å begynne prosessen.\nProsessen tar omkring to minutter og bruker to ark vanlig papir.";

ChooseTitle = "Velg";

FactorySettingsTitle = "Fabrikkinnstillinger";

VerificationMsg = "Det skrives nå ut et bilde som viser resultatet av valget, på et bekreftelsesbilde. Hvis resultatet ikke har fargestikk, har du fullført kalibreringen. Hvis det vises en blå, gul eller rød fargetone i bildet, klikker du på Gjør om for å gjenta prosessen.";
FinishTitle = "Avslutt";
RedoTitle = "Gjør om";
CalibrateButtonTitle = "Kalibrer";
CancelButtonTitle = "Avbryt";

TransferringProcessTitle = "Overfører fil…";

NotAllCartridges = "Kalibrer farge-prosedyren er bare tilgjengelig når alle patronene er installert.";

NoResetTitle = "Kan ikke gjenopprette skriverstandarder";

FactorySettingsMsg = "Hvis du velger alternativet Fabrikkinnstillinger, gjenopprettes skriverens automatiske fargekalibrering. Klikk på Ja for å bruke fabrikkinnstillingene og skrive ut en beskreftelsesside, eller klikk på Nei for å gå tilbake til dialogboksen Kalibrer farge.";
YesTitle = "Ja";
NoTitle = "Nei";

AutomaticCalibrationCompleteTitle = "Skriveren har akkurat utført en automatisk fargekalibrering";
AutomaticCalibrationCompleteMsg = "Hvis fargeutskriften ikke er tilfredsstillende, klikker du på Kalibrer-knappen for å utføre den automatiske fargekalibreringen igjen.";

PrintingProcessTitle = "Skriver ut fargekalibreringsside…";

DefaultsTitle = "Bruk standarder";
DefaultsMessage = "Hvis du velger alternativet Bruk standarder, gjenopprettes skriverens fabrikkverdier for fargekalibrering. Klikk på Ja for å bruke standardverdiene, eller klikk på Nei for å gå tilbake til dialogboksen Kalibrer farge.";

ColorCalibrationTextFieldTitle = "Kalibrer farge";
InfoTextFieldTitle = "Denne prosedyren kalibrerer fargen på sidene som skrives ut. Du bør ikke utføre denne prosedyren hvis du ikke ser merkbare problemer med fargenyansene.";
GuideTextFieldTitle = "Klikk på Kalibrer for å kalibrere fargen nå.\nProsedyren tar ca. ett minutt og bruker ett vanlig ark.";
ResetButtonTitle = "Fabrikkinnstillinger";

PatchSquareControllerInfo = "En side med fargeruter skrives ut.\n\n1. Hold siden omtrent 20 cm fra øynene.\n\n2. Beveg siden langsomt fra deg til de nummererte rutene blekner slik at de glir sammen med bakgrunnen.\n\n3. Velg den nummererte ruten som stemmer best med bakgrunnen på den utskrevne siden.";
GrayPlotBoxTitle = "Grått plott";
ColorPlotBoxTitle = "Fargeplott";
PatchMatricesControllerInfo = "1. Hold kalibreringssiden foran øynene på en armlengdes avstand.\n\n2. Vipp siden fra deg. Se på de to store kvadratene, som begge inneholder fargefelt. For hvert store kvadrat finner du det fargefeltet som går mest i ett med bakgrunnen. Hvert felt har et nummer og en bokstav tilknyttet seg.\n\n3. Velg bokstaven og nummeret for de tilsvarende feltene i nedtrekksmenyene for de grå og fargede plottene som vises til høyre.\n\n4. Klikk på Kalibrer.";
PatchRowsControllerInfo = "Det skrives ut en side med fargefelt.\n\nVelg det nummererte feltet som går mest i ett med bakgrunnen på utskriftssiden.";
